th3w/micropython/ports/esp32/boards/M5STACK_ATOM/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "M5Stack ATOM"
#define MICROPY_HW_MCU_NAME "ESP32-PICO-D4"
#define MICROPY_PY_NETWORK_DEFAULT_HOSTNAME "m5stack-atom"
